1password
acpi_call
adobe-source-han-sans-cn-fonts
alacritty
alsa-utils
anaconda
archlinuxcn-keyring
authy
autojump
autopep8
baobab
base
base-devel
bat
bind
blueman
bluez-deprecated-tools
bluez-utils
brightnessctl
brillo
cheese
clash-dashboard-git
clash-verge
dconf-editor
debtap
discord
dmenu
dunst
eog
epiphany
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-material-color
fcitx5-rime
firefox
frpc
gdm
gedit
gnome-backgrounds
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-connections
gnome-console
gnome-contacts
gnome-font-viewer
gnome-logs
gnome-maps
gnome-music
gnome-photos
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-text-editor
gnome-tour
gnome-tweaks
gnome-user-docs
gnome-weather
go
grimblast-git
grub-theme-vimix-color-2k-git
gstreamer-vaapi
helvum
hmcl
hypridle-git
hyprlock-git
inetutils
intel-ucode
jupyter-notebook
kitty
lemon-lime
light-git
linuxqq
loupe
lsd
lxappearance
microsoft-edge-dev-bin
nautilus
neofetch
neovim
net-tools
nvidia-open
orca
pamixer
pavucontrol
pavucontrol-qt
picom
powder-toy
powerline-fonts
powertop
privoxy
python-pygame
qpwgraph
qt5-3d
qt5-charts
qt5-connectivity
qt5-datavis3d
qt5-examples
qt5-gamepad
qt5-imageformats
qt5-lottie
qt5-networkauth
qt5-purchasing
qt5-quick3d
qt5-quicktimeline
qt5-remoteobjects
qt5-script
qt5-scxml
qt5-sensors
qt5-serialbus
qt5-speech
qt5-tools
qt5-virtualkeyboard
qt5-webglplugin
qt5-webview
qt5-xmlpatterns
qtcreator
rar
ripgrep
rstudio-desktop-bin
rust-analyzer
rustfmt-nightly
screen
sddm
shfmt
simple-scan
smartdns-china-list-git
snapshot
speedtest-cli
stow
sushi
swaybg
swayidle
telegram-desktop
texlive-bibtexextra
texlive-binextra
texlive-fontsextra
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pstricks
texlive-publishers
tldr
tlp-rdw
tofi
totem
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-lxgw-wenkai
ttf-nerd-fonts-symbols
v2ray-desktop
v2raya
vimix-gtk-themes
visual-studio-code-bin
volumeicon
waifu2x-converter-cpp-cuda-git-debug
waybar
we10x-icon-theme-git
wechat-beta-bwrap
wget
wireguard-tools
wps-office
xdg-user-dirs-gtk
yay
zotero-bin
zoxide
